resources/public/about.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>About</title>
<!-- 2016-08-23 Tue 14:37 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Ed Babcock (greenyouse)" />
<meta  name="description" content="Hacks, projects, and general butt-kicking with Ed (greenyouse)"
 />
<meta  name="keywords" content="Clojure, ClojureScript, greenyouse, LISP" />
<meta name='viewport' content='width=device-width' initial-scale=1>
                     <link rel='stylesheet' href='/css/bootstrap.min.css' type='text/css'/>
                     <link rel='stylesheet' href='/css/blog.css' type='text/css'/>
</head>
<body>
<div id="preamble" class="status">
<nav class="navbar navbar-default">
    <div class="container-fluid">
      <div class="navbar-header">
        <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#main-navbar">
          <span class="sr-only">Toggle navigation</span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
          <span class="icon-bar"></span>
        </button>
        <a class="navbar-brand" href="/index.html">EDBABCOCK</a>
      </div>
      <div class="collapse navbar-collapse" id="main-navbar">
        <ul class="nav navbar-nav">
          <li><a href="/about.html">About</a></li>
          <li><a href="categories.html">Categories</a></li>
        </ul>
      </div>
    </div>
  </nav>
</div>
<div id="content">
  <!-- <h1 class="title">About</h1> -->
<div class="container-fluid"><div class="row"><div class="col-md-7 col-md-offset-3 col-xs-12 col-sm-10 col-sm-offset-1 col-lg-6 col-lg-offset-3">
<br><br>

<h2>About Me <small>(in goofy 3rd person speak)</small></h2>

<p>
Ed is a chemist turned programmer that loves to work on tricky
problems and hack in LISPs. In late 2011 he started R programming for
a university course and enjoyed it so much that he dove into learning
AppleScript, HTML, CSS, and JavaScript in his free time. A few months
later he happened across some <a href="http://www.paulgraham.com/avg.html">infamous</a> <a href="http://www.paulgraham.com/iflisp.html">Paul</a> <a href="http://ep.yimg.com/ty/cdn/paulgraham/bbnexcerpts.txt">Graham</a> <a href="http://www.paulgraham.com/rootsoflisp.html">essays</a> and has been
hooked on Clojure (and other LISPs) ever since.
</p>

<p>
When not programming he likes to ski, cook, geek out on video games, and
go rock climbing.
</p>

<br>
<div id="outline-container-sec-0-1" class="outline-3">
<h3 id="sec-0-1"><code>Hire Me</code></h3>
<div class="outline-text-3" id="text-0-1">
<p>
I'm currently searching for a position as a full-time software
developer. If you think I might be a good fit for your company, send me
an <a href="mailto:Ed@EdBabcock.com">email</a>. I would love to hear from you!
</p>

<br>
<p>
<a href="resume">Resume</a>
</p>


<br>
</div>
</div>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Contact Me</h2>
<div class="outline-text-2" id="text-1">
<p>
Email: <a href="mailto:Ed@EdBabcock.com">Ed@EdBabcock.com</a>
</p>
<p>
LinkedIn: <a href="https://LinkedIn.com/in/EdBabcock" target="_blank">LinkedIn.com/in/EdBabcock</a>
</p>
<p>
Angel List: <a href="https://angel.co/ed-babcock" target="_blank">Angel.co/Ed-Babcock</a>
</p>
<p>
GitHub: <a href="https://github.com/greenyouse" target="_blank">github.com/greenyouse</a>
</p>

</div></div></div>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer> <hr />
                         <p><a href='http://creativecommons.org/licenses/by-nc-sa/3.0/' target='_blank'>©copyright 2015</a>, by <a href='/about.html'>Ed Babcock</a> (^_^)v</p>
                         </footer>
                         <script type='text/javascript' src='js/jquery.min.js'></script>
                         <script type='text/javascript' src='js/bootstrap.min.js'></script>
</div>
</body>
</html>
